---
kind: property
id: P:Autodesk.Revit.DB.BoundingBoxXYZ.Transform
zh: 变换
source: html/297887ab-69bb-548e-cfb6-a3a23f410604.htm
---
# Autodesk.Revit.DB.BoundingBoxXYZ.Transform Property

**中文**: 变换

The transform from the coordinate space of the box to the model coordinate space.

## Syntax (C#)
```csharp
public Transform Transform { get; set; }
```

## Remarks
The transform must always be right-handed and orthonormal.